{
  "name": "Mini Cooper Sport 500",
  "brand": "Mini",
  "description": "In response to the Suez fuel crisis of the late 1950s, designer Sir Alec Issigonis was asked by BMC chairman Sir Leonard Lord to come up with a revolutionary new small car for the masses: affordable, safe to drive and spacious inside. After two years of work, the Mini was launched on 27th August 1959 to rave reviews from the motoring press. However, despite its low price and advanced design, with a transversely mounted engine and front-wheel drive, the Mini only really caught on in 1961, with the launch of a sports model.<br><br>John Cooper, the owner of a successful Grand Prix team, quickly saw the potential of the Mini for saloon car racing, and became involved by producing Cooper variants. The space-saving design, with its tiny wheels positioned at all four corners of the car, leant it incredible handling characteristics as well as a sharp turn of speed - especially with a 1275cc engine under the bonnet. It won the Monte Carlo rally three times, and took numerous Touring Car titles on the race track.<br><br>The Mini Cooper disappeared from the range in 1971 with the introduction of the 1275 GT, but was eventually re-introduced in 1990 with the Cooper RSP Limited Edition, which made it clear to the world that the Mini Cooper was back. Only 1650 were produced, but it didn&#39;t take long for Rover to realise there was huge support for a new generation Cooper.<br><br>By 1992, the Cooper was a part of the Mini range, now sporting a single-point fuel injection system which brought better economy and performance, and turned the then 33 year old design into a far more useable package. The Mini truly did move with the times.<br><br>As the end of the 20th Century neared, it was clear that the production life of the Mini was coming to a close. After almost 40 years of production, the design needed one last refresh. By October 1996, the final chapter in its history had begun: the introduction of the twin-point fuel injection models. <br><br>The MPi (Multi-Point fuel injection) models, as they became known, brought about the most radical changes yet: an airbag and side impact beams, a far more luxurious interior, a range of stylish options and a revised engine. The introduction of the MPi ensured that the Mini remained popular, and its charming good looks and amazing go-kart handling firmly won back the attention of the public. The addition of massive spotlights and wide wheel arches, along with some pretty wild paint schemes, brought the Mini bang up to date. The last example of this iconic car rolled off the production line at the Longbridge factory in Birmingham on 4th October 2000.<br><br>This model was produced in 1999, making it one of the final twin-point injection cars. It features the optional Sports Pack, which included wider wheels, bulging arch extensions, additional guages and, of course, four driving lights up front. At the time, this was the Mini to have. Unsurprisingly, despite an 800 pound premium over the standard Cooper, many buyers opted for the Sports Pack version - when you see one, you immediately know you&#39;re looking at one of the final Minis manufactured.",
  "tags": [
    "fwd",
    "manual"
  ],
  "class": "street",
  "specs": {
    "bhp": "63bhp",
    "torque": "95Nm",
    "weight": "730kg",
    "topspeed": "148km/h",
    "acceleration": "12.8s 0-100",
    "pwratio": "11.6 kg/bhp"
  },
  "torqueCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      62.0
    ],
    [
      1000.0,
      80.0
    ],
    [
      1500.0,
      85.0
    ],
    [
      2000.0,
      91.0
    ],
    [
      2500.0,
      92.0
    ],
    [
      3000.0,
      95.0
    ],
    [
      3500.0,
      94.3
    ],
    [
      4000.0,
      93.8
    ],
    [
      4500.0,
      92.8
    ],
    [
      5000.0,
      91.0
    ],
    [
      5500.0,
      84.0
    ],
    [
      5750.0,
      81.0
    ],
    [
      6000.0,
      80.0
    ],
    [
      6500.0,
      68.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      5.0
    ],
    [
      1000.0,
      10.0
    ],
    [
      1500.0,
      18.0
    ],
    [
      2000.0,
      25.0
    ],
    [
      2500.0,
      32.0
    ],
    [
      3000.0,
      40.0
    ],
    [
      3500.0,
      46.0
    ],
    [
      4000.0,
      52.0
    ],
    [
      4500.0,
      59.0
    ],
    [
      5000.0,
      61.0
    ],
    [
      5500.0,
      63.0
    ],
    [
      5750.0,
      62.5
    ],
    [
      6000.0,
      62.0
    ],
    [
      6500.0,
      59.0
    ]
  ],
  "country": "Great Britain",
  "author": null,
  "version": "0.99",
  "url": null,
  "year": 2000
}