{
  "name": "Mercedes-Benz AMG GT3",
  "brand": "Mercedes-Benz",
  "description": "The design lines of the new Mercedes-AMG GT3 say everything about the character and ambitions of this racer: make way for a car that is primed for the attack, and wants only one thing, namely to win. Its matt paintwork in designo selenite grey magno covers the muscular contours like a second skin. As an alluring contrast, yellow exterior highlights create sophisticated effects in counterlighting. From whatever the viewing angle: this racing car from Affalterbach already makes a mighty impression at standstill, and embodies sheer power.<br><br>The widened body, the large air inlets, the diffuser and the enormous rear aerofoil – numerous features from motorsport give the Mercedes-AMG GT3 a decidedly dynamic appearance. At the same time it avoids any sign of unnecessary showmanship: all modifications to the body are in the interests of maximum downforce and aerodynamic efficiency, for best results on the racetrack. The specially incorporated features also improve the effective cooling of components subject to high thermal loads.<br><br>To keep the vehicle weight as low as possible, the body is mainly of carbon-fibre: the bonnet, doors, front wings, front and rear aprons, side walls, side skirts, diffuser, boot lid and rear aerofoil are made from this particularly lightweight yet extremely strong material. As in the roadgoing version, the vehicle structure of the GT3 consists of a likewise extremely lightweight yet rigid aluminium spaceframe. With numerous detailed improvements, systematic implementation of the &quot;AMG Lightweight Performance&quot; strategy has resulted in an even lower kerb weight than that of the SLS AMG GT3.<br><br>The AMG 6.3-litre V8 engine, with additional improvements for the new racing car, ensures the fulminating power already familiar from the SLS AMG GT3. Low operating costs, long service intervals, the user-friendly technology and, not least, the great reliability of this naturally aspirated, high-revving AMG engine were the reasons for staying with this concept for the customer sports segment. Dry sump lubrication obviates the need for an oil sump, allowing the V8 engine to be installed low down in the chassis and well behind the front axle.",
  "tags": [
    "#+ rwd",
    "#- sequential"
  ],
  "class": "race",
  "specs": {
    "bhp": "520bhp",
    "torque": "600Nm",
    "weight": "1265kg",
    "topspeed": "280+km/h",
    "acceleration": "--s 0-100",
    "pwratio": "2.43kg/hp",
    "range": 220
  },
  "torqueCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      293.0
    ],
    [
      1000.0,
      328.0
    ],
    [
      1500.0,
      386.0
    ],
    [
      2000.0,
      410.0
    ],
    [
      2500.0,
      480.0
    ],
    [
      3000.0,
      527.0
    ],
    [
      3500.0,
      550.0
    ],
    [
      4000.0,
      592.0
    ],
    [
      4500.0,
      605.0
    ],
    [
      5000.0,
      601.0
    ],
    [
      5500.0,
      599.0
    ],
    [
      6000.0,
      594.0
    ],
    [
      6500.0,
      573.0
    ],
    [
      7000.0,
      527.0
    ],
    [
      7500.0,
      468.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      21.0
    ],
    [
      1000.0,
      46.0
    ],
    [
      1500.0,
      81.0
    ],
    [
      2000.0,
      115.0
    ],
    [
      2500.0,
      169.0
    ],
    [
      3000.0,
      222.0
    ],
    [
      3500.0,
      270.0
    ],
    [
      4000.0,
      333.0
    ],
    [
      4500.0,
      382.0
    ],
    [
      5000.0,
      422.0
    ],
    [
      5500.0,
      463.0
    ],
    [
      6000.0,
      500.0
    ],
    [
      6500.0,
      523.0
    ],
    [
      7000.0,
      518.0
    ],
    [
      7500.0,
      493.0
    ]
  ],
  "country": "Germany",
  "year": 2015,
  "author": "Kunos",
  "version": null,
  "url": null
}