{
  "name": "Mercedes SLS AMG GT3",
  "brand": "Mercedes-Benz",
  "description": "Coinciding with the market launch of the SLS AMG on 27 March 2010, Mercedes-AMG is presenting a GT3 variant. This racing version of the gullwing model stands out with its spectacular design and thoroughbred motor sports technology. Developed to comply with the GT3 specifications of the FIA, the SLS AMG GT3 is designed as a racing sports car for customers competing in sprints and long-distance races.<br><br>Thanks to uncompromising lightweight construction and superior handling dynamics, the SLS AMG provides an outstanding basis for a highly competitive racing car.T he new SLS AMG GT3 is wide, flat and has spectacular racing car looks. The main focus when modifying the body of this gullwing model was on aerodynamic performance – as is seen not only in the new front apron with a splitter, the bonnet with its central cooling air vent and the wider front and rear wings, but also in the the side wheel arch air vents, the sideskirts with cooling ducts for the rear brakes, the smooth underbody with a rear diffuser and the adjustable rear aerofoil. All these features ensure a low drag coefficient and maximum downforce – while guaranteeing effective cooling of thermally highly stressed components.",
  "tags": [
    "#- sequential",
    "#+ rwd"
  ],
  "class": "GT3",
  "specs": {
    "bhp": "520bhp",
    "torque": "600Nm",
    "weight": "1265kg",
    "topspeed": "280+km/h",
    "acceleration": "--s 0-100",
    "pwratio": "2.43kg/hp",
    "range": 187
  },
  "torqueCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      293.0
    ],
    [
      1000.0,
      328.0
    ],
    [
      1500.0,
      386.0
    ],
    [
      2000.0,
      410.0
    ],
    [
      2500.0,
      480.0
    ],
    [
      3000.0,
      527.0
    ],
    [
      3500.0,
      550.0
    ],
    [
      4000.0,
      592.0
    ],
    [
      4500.0,
      605.0
    ],
    [
      5000.0,
      601.0
    ],
    [
      5500.0,
      599.0
    ],
    [
      6000.0,
      594.0
    ],
    [
      6500.0,
      573.0
    ],
    [
      7000.0,
      527.0
    ],
    [
      7500.0,
      468.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      21.0
    ],
    [
      1000.0,
      46.0
    ],
    [
      1500.0,
      81.0
    ],
    [
      2000.0,
      115.0
    ],
    [
      2500.0,
      169.0
    ],
    [
      3000.0,
      222.0
    ],
    [
      3500.0,
      270.0
    ],
    [
      4000.0,
      333.0
    ],
    [
      4500.0,
      382.0
    ],
    [
      5000.0,
      422.0
    ],
    [
      5500.0,
      463.0
    ],
    [
      6000.0,
      500.0
    ],
    [
      6500.0,
      523.0
    ],
    [
      7000.0,
      518.0
    ],
    [
      7500.0,
      493.0
    ]
  ],
  "country": "Germany",
  "year": 2009,
  "author": "Kunos",
  "version": null,
  "url": null
}