{
  "name": "Mazda RX-7 FD3S",
  "brand": "Mazda",
  "description": "The Speed Factory RGO RX-7 is RGO&#39;s Demo car during character Masaki&#39;s arc.<br><br>To change boost accurately, click on the left or right on FIN BOOST options of the boost controller (Right = less, left = more).<br>This does not work on every recent CSP version. If you&#39;re unsure, just keep boost at default 80%/1.2.<br>Available boost options:<br>Used while the engine is hot:<br>0.8<br>0.9<br>1.0<br>Used in best condition:<br>1.2 - Default.<br>Used in short burst only:<br>1.3 - Engine damage starts here.<br>1.5 - Only used for C1 Inner Akasaka straight at the Kasumi exit.<br><br>1.1 Updates:<br>Improved Tire shader settings,<br>Corrected Front refraction, thanks Gif,<br>Body shadow issue fixed,<br>Preload rpm changed for shift annimation.<br><br>[Credits]<br>Based on my stock ɛ̃fini FD Type-R.<br>Arean - custom 3D work and extra gauges.<br>AD-Facer Custom FD for Rollcage inspiration.<br>vilau - Sound<br>plus - boost lua.<br>trawa FD for silver paint<br>Some textures borrowed from Forza.<br>Seats and steering wheel base from Gran Turismo 6 RX-7 Touring car.<br>Gif - Refraction<br><br>[Story] (Overview written by me).<br>Masaki, the car broker, former RGO test driver and Yatabe speed trial racer, meets the Devil Z while driving his 928GT with his girlfriend Mami. He spots the Z at a parking area and decides to &#39;give &#39;em a lesson&#39; on the Wangan. Reaching 260km/h, the Devil Z is matching the 928GT&#39;s speed and it is at this point Masaki realizes it&#39;s the phantom S30 from his past. After a bit more racing, Masaki decides he wants to chase after the Z. Selling the 928GT for 3 million only the next day, Masaki asks a fellow car broker to search for an FD for him.<br>He finds himself back at RGO and test driving their RX-7 demo car. After some persuasion, RGO owner Ota agrees to rebuild the engine for Masaki to race the highways once again. After Ota rebuilds the engine, the fog light bumper is added, wheels appear to change and the exhaust is moved to the opposite side.<br>Masaki proceeds to test the FD with the new engine. He is irritated no matter how good it is. Ota decides to rebuild it again, but this time RGO tuner Yamanaka is to do the settings. During the drive around C1, Masaki shifts at 8000rpm and Yamanaka reports the power is at 525hp (still at 1.2 boost). Meeting the Devil Z in a Parking area once again, Masaki and the Z immediately start racing. Before reaching the first Tunnel on the Wangan, the FD had already dropped to 0.9 and 0.8 boost to avoid blowing the engine. The Z saves them by taking Oi back to C1, allowing the FD to boost up to 0.9 into C1 inner loop. Into lap 2, the FD&#39;s engine stabilizes allowing the boost to go to 1.0 and back to 1.2.<br>Exiting the Shiodome tunnel, the newly upgraded 600hp twin turbo Blackbird appears before the Z and FD. Entering Lap 3, Akio in the Z leaves the race to drop off Reina to avoid any danger. Racing just Blackbird, Yamanaka enables 1.3 boost after the Shiodome tunnel. After Edobashi corner, the FD drops out to fill up on fuel. Blackbird goes to Kitami&#39;s shop and asks him to ride passenger. Akio finds Reina to allow her to ride the Z once more. (During this time, the drivers are talking about how they want to reach 300km/h on the Akasaka straight).<br>After the fuel stop, Yamanaka explains the current FD power is at 520hp with 1.3 boost (the small power decrease is most likely the fuel mix settings Yamanaka has been doing all this time on a laptop). After the Akasaka straight Blackbird appears before the FD again and the race restarts. Akio and Reina in the Z get a full tank of fuel. Akio explains he wants more weight than optimal. The Z is reintroduced into the race around the Tokyo Tower.<br>With the FD in the lead, the engine is showing signs of blowing. However this appears to give the FD more speed. Despite the speed increase, the Blackbird and Z overtake the FD entering Kitanomaru Tunnel. In the Chiyoda Tunnel, the FD overtakes the Z in pursuit of Blackbird.<br>With the traffic in perfect condition the FD&#39;s boost is up to 1.5 and Masaki enters the optimal racing line for 300km/h on the Akasaka Straight. Exiting the tunnel, the Z enters the inner lane. Masaki enters 5th gear at 9000rpm, the engine blows causing the car to lose traction and drift inwards towards the wall. The Z, still on the inside lane, drives in front of the FD causing contact at both front fenders of each car, allowing Masaki to regain control and slow down.<br>The Blackbird still in the lead hits 300km/h (which translates to 285km/h explained by Kitami) with the Z catching up behind. Driving past Tokyo tower, the Z backs off and Akio soon drops off Reina.<br>During the ending chapters of Masaki&#39;s arc:<br>Masaki gets a call about the FD he requested and he says he doesn’t need it anymore.<br>RGO has a new demo car to compete at Yatabe: a 800hp R33 GT-R.<br>Mami quits her job, buys the FD Masaki turned down earlier, tells Masaki he won&#39;t be returning to RGO and they both will start a family together.",
  "tags": [
    "#- manual",
    "#+ rwd"
  ],
  "class": "street",
  "specs": {
    "bhp": "525 bhp",
    "torque": "526 Nm",
    "weight": "1250kg",
    "topspeed": "320+ km/h",
    "acceleration": "3.4 s 0-100",
    "pwratio": "2.38 kg/hp"
  },
  "torqueCurve": [
    [
      0.0,
      57.4712643678161
    ],
    [
      500.0,
      103.520114942529
    ],
    [
      1000.0,
      132.918263090677
    ],
    [
      1500.0,
      152.227011494253
    ],
    [
      1827.0,
      162.259738368332
    ],
    [
      2000.0,
      168.071519795658
    ],
    [
      2436.0,
      200.912471782253
    ],
    [
      2500.0,
      206.118295019157
    ],
    [
      2610.0,
      208.388447413793
    ],
    [
      2784.0,
      212.390430013793
    ],
    [
      2958.0,
      216.925270213793
    ],
    [
      3000.0,
      218.103448275862
    ],
    [
      3219.0,
      232.55711618031
    ],
    [
      3500.0,
      253.331736909323
    ],
    [
      3741.0,
      264.107895579425
    ],
    [
      4002.0,
      277.452723789425
    ],
    [
      4263.0,
      292.656801159425
    ],
    [
      4500.0,
      308.175287356322
    ],
    [
      4785.0,
      339.667208224856
    ],
    [
      5000.0,
      366.155810983397
    ],
    [
      5307.0,
      418.135708578857
    ],
    [
      5400.0,
      435.298390804598
    ],
    [
      5742.0,
      479.074399808763
    ],
    [
      6000.0,
      515.862068965517
    ],
    [
      7000.0,
      525.977011494253
    ],
    [
      7500.0,
      493.103448275862
    ],
    [
      8000.0,
      467.183908045977
    ],
    [
      8500.0,
      437.471264367816
    ],
    [
      8700.0,
      424.32183908046
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      87.0,
      0.80009203964661
    ],
    [
      174.0,
      1.79598032068399
    ],
    [
      261.0,
      2.98766484311213
    ],
    [
      348.0,
      4.37514560693104
    ],
    [
      435.0,
      5.95842261214071
    ],
    [
      609.0,
      9.40191410203976
    ],
    [
      783.0,
      13.2131636625725
    ],
    [
      957.0,
      17.524408062448
    ],
    [
      1000.0,
      18.6668792119665
    ],
    [
      1305.0,
      26.5189238817523
    ],
    [
      1827.0,
      41.632872694723
    ],
    [
      2000.0,
      47.2075196597607
    ],
    [
      2262.0,
      59.660876952583
    ],
    [
      2436.0,
      68.733940159614
    ],
    [
      2500.0,
      72.3675066735236
    ],
    [
      2784.0,
      83.040744644631
    ],
    [
      3000.0,
      91.8905490489623
    ],
    [
      3219.0,
      105.132664118619
    ],
    [
      3500.0,
      124.521603594555
    ],
    [
      3741.0,
      138.757399742357
    ],
    [
      4002.0,
      155.938422599288
    ],
    [
      4263.0,
      175.210856944683
    ],
    [
      4500.0,
      194.758931477391
    ],
    [
      4785.0,
      228.256221415081
    ],
    [
      5000.0,
      257.112383861197
    ],
    [
      5307.0,
      311.640150264667
    ],
    [
      5400.0,
      330.116993588423
    ],
    [
      5742.0,
      386.325354803128
    ],
    [
      6000.0,
      434.682249414222
    ],
    [
      7000.0,
      517.073002571166
    ],
    [
      7047.0,
      517.486577872205
    ],
    [
      7134.0,
      518.144488633851
    ],
    [
      7221.0,
      518.662623482767
    ],
    [
      7308.0,
      519.040982418952
    ],
    [
      7395.0,
      519.279565442406
    ],
    [
      7482.0,
      519.37837255313
    ],
    [
      7500.0,
      519.381364189787
    ],
    [
      7569.0,
      520.357499114225
    ],
    [
      7656.0,
      521.48947082127
    ],
    [
      7743.0,
      522.511234597124
    ],
    [
      7830.0,
      523.422790441786
    ],
    [
      7917.0,
      524.224138355256
    ],
    [
      8000.0,
      524.885918818807
    ],
    [
      8004.0,
      524.881168565729
    ],
    [
      8091.0,
      524.71177832666
    ],
    [
      8178.0,
      524.416052166469
    ],
    [
      8265.0,
      523.993990085157
    ],
    [
      8352.0,
      523.445592082722
    ],
    [
      8439.0,
      522.770858159165
    ],
    [
      8500.0,
      522.222424643475
    ],
    [
      8613.0,
      520.178283777842
    ],
    [
      8700.0,
      518.44381424007
    ]
  ],
  "country": "Japan",
  "year": 1991,
  "author": "RiZe",
  "version": "1.1",
  "url": "www.facebook.com/groups/wanganassetto"
}