{
  "name": "Porsche Panamera Turbo",
  "brand": "Porsche",
  "description": "The new Porsche Panamera reconciles two contrasting characteristics more than ever before: the performance of a genuine sports car and the comfort of a luxury saloon. It is a Gran Turismo that has been rethought and realigned. The second generation of the Panamera is advancing to become a performance icon of the luxury class. <br><br><br>Its 4.0-litre V8 engine develops between 5,750 and 6,000 rpm and reaches a peak power of 404 kW (550 hp). At just above 3,000 rpm the engine already breaks through the 250-kW (340 hp) threshold – pure power from a mid-range of engine speeds. Its maximum torque of 770 Nm is available between 1,960 and 4,500 rpm – pure force from very low revs. The eight-cylinder accelerates the Panamera Turbo with Sport Chrono Package from a standstill to 100 km/h in 3.6 seconds up to a top speed of 306 km/h.<br>Porsche is also taking the steering precision and handling of sports cars into the class of Gran Turismo cars with rear axle steering – which is also new and has been adapted from the 918 Spyder and 911 Turbo.<br><br><br>That way, the Panamera Turbo delivers the performance of a genuine sports car. On the N&#252;rburging-Nordschleife, it set a new world record for a four-door luxury sedan with 7 minutes 38 seconds.",
  "tags": [
    "#+ awd",
    "#- semiautomatic"
  ],
  "class": "street",
  "specs": {
    "bhp": "550bhp",
    "torque": "770Nm",
    "weight": "2070kg",
    "topspeed": "306km/h",
    "acceleration": "3.6s 0-100",
    "pwratio": "3.76kg/hp"
  },
  "torqueCurve": [
    [
      1000.0,
      350.0
    ],
    [
      1250.0,
      430.0
    ],
    [
      1500.0,
      520.0
    ],
    [
      1750.0,
      640.0
    ],
    [
      1900.0,
      730.0
    ],
    [
      1960.0,
      770.0
    ],
    [
      2000.0,
      770.0
    ],
    [
      3000.0,
      770.0
    ],
    [
      3500.0,
      770.0
    ],
    [
      4000.0,
      770.0
    ],
    [
      4500.0,
      770.0
    ],
    [
      5000.0,
      730.0
    ],
    [
      5500.0,
      690.0
    ],
    [
      5750.0,
      671.0
    ],
    [
      6000.0,
      643.0
    ],
    [
      6250.0,
      611.0
    ]
  ],
  "powerCurve": [
    [
      1000.0,
      50.0
    ],
    [
      1250.0,
      77.0
    ],
    [
      1500.0,
      111.0
    ],
    [
      1750.0,
      160.0
    ],
    [
      1900.0,
      198.0
    ],
    [
      1960.0,
      215.0
    ],
    [
      2000.0,
      219.0
    ],
    [
      3000.0,
      329.0
    ],
    [
      3500.0,
      384.0
    ],
    [
      4000.0,
      439.0
    ],
    [
      4500.0,
      494.0
    ],
    [
      5000.0,
      520.0
    ],
    [
      5500.0,
      541.0
    ],
    [
      5750.0,
      550.0
    ],
    [
      6000.0,
      550.0
    ],
    [
      6250.0,
      544.0
    ]
  ],
  "country": "Germany",
  "year": 2016,
  "author": "Kunos",
  "version": null,
  "url": null
}