{
  "name": "BMW M235i Racing",
  "brand": "BMW",
  "description": "The basis our engineers had to start with when developing the racing version of the BMW M235i Racing was exceptionally good, said BMW Motorsport Director Jens Marquardt. The production models from the BMW M Performance Automobiles range are already incredibly sporty. Because of this, we did not have to make many modifications in order to get the BMW M235i Coup&#233; up and running as a racing car. BMW Motorsport can look back on a long tradition of allowing ambitious teams and drivers an affordable way into motor racing – and of offering them an absolutely competitive car. That was the case recently with the BMW M3 GT4, and that is now being superseded with the BMW M235i Racing.<br><br>The motorsport genes are also easily recognisable in the production version of the BMW M235i Coup&#233;, courtesy of the aerodynamically optimised body design. It is propelled by the most powerful petrol engine developed so far for a BMW M Performance Automobiles, a six-cylinder in-line engine with M Performance TwinPower Turbo technology. With a capacity of 2,979ccm, the racing version is capable of generating 333hp<br><br>Motorsport-specific driving aids such as ABS, DSC and traction control ensure that the motorsport newcomers can also handle the BMW M235i Racing surely and safely. The car also comes with mechanical limited-slip differential, which is also available for the BMW M235i Coup&#233; in the original BMW Parts range. The racing car is also fitted with features such as the FIA-certified safety cell and the modern safety tank. On top of this come components from the BMW M Performance Parts range, such as the rear and front spoilers, diffusor and carbon wing mirrors.",
  "tags": [
    "#+ rwd",
    "#- semiautomatic",
    "#! 3.0L & I6 & M TwinPower Turbo"
  ],
  "class": "race",
  "specs": {
    "bhp": "245kW/333hp",
    "torque": "500Nm",
    "weight": "1424kg",
    "topspeed": "250+km/h",
    "acceleration": "--s 0-100",
    "pwratio": "5.81 kg/hp",
    "range": 93
  },
  "torqueCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      244.0
    ],
    [
      1000.0,
      300.0
    ],
    [
      1500.0,
      392.0
    ],
    [
      2000.0,
      500.0
    ],
    [
      2500.0,
      500.0
    ],
    [
      3000.0,
      500.0
    ],
    [
      3500.0,
      500.0
    ],
    [
      4000.0,
      500.0
    ],
    [
      4500.0,
      480.0
    ],
    [
      5000.0,
      441.0
    ],
    [
      5500.0,
      415.0
    ],
    [
      6000.0,
      406.0
    ],
    [
      6500.0,
      357.0
    ],
    [
      7000.0,
      322.0
    ],
    [
      7200.0,
      306.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      17.0
    ],
    [
      1000.0,
      42.0
    ],
    [
      1500.0,
      83.0
    ],
    [
      2000.0,
      124.0
    ],
    [
      2500.0,
      176.0
    ],
    [
      3000.0,
      211.0
    ],
    [
      3500.0,
      246.0
    ],
    [
      4000.0,
      248.0
    ],
    [
      4500.0,
      281.0
    ],
    [
      5000.0,
      310.0
    ],
    [
      5500.0,
      321.0
    ],
    [
      6000.0,
      342.0
    ],
    [
      6500.0,
      326.0
    ],
    [
      7000.0,
      317.0
    ],
    [
      7200.0,
      309.0
    ]
  ],
  "country": "Germany",
  "year": 2014,
  "author": "Kunos",
  "version": null,
  "url": null
}