{
  "name": "BMW M3 E30 Step1",
  "parent": "bmw_m3_e30",
  "brand": "BMW",
  "description": "The Step1 tuned version of E30 series has non adjustable aftermarket dampers and lowered springs. There are some compromises as the rear subframe chassis spring sockets, can&#39;t handle very stiff springs, so the front is more stiff than the rear. <br><br>Based on the 1986 model year E30 3-Series, the E30 M3 used the BMW S14 four cylinder engine.The production of the E30 road car was to homologate the M3 for Group A Touring Car racing. <br><br>The Sport Evolution model production run of 600 (sometimes referred as EVO3) increased engine displacement to 2.5 L and produced 235 hp (175 kW). Sport Evolution models have enlarged front bumper openings and an adjustable multi-position front splitter and rear wing. Brake cooling ducts were installed in place of front foglights. An additional 786 convertibles were also produced.<br><br>To keep the car competitive in racing following year-to-year homologation rules changes, homologation specials were produced. Homologation (motorsport) rules roughly stated that the race version must reflect the street car aerodynamically and in engine displacement. These include: the Evo 1, Evo 2, and Sport Evolution some of which featured less weight, improved aerodynamics, taller front wheel arches (Sport Evolution; to further facilitate 18-inch (460 mm) wheels in DTM), brake ducting, and more power. Other limited-production models (based on evolution models but featuring special paintwork and/or unique interior schemes commemorating championship wins) include the Europa, Ravaglia, Cecotto, and Europameister. Production of the original E30 M3 ended in early 1992.",
  "tags": [
    "#+ rwd",
    "#- manual",
    "#! 2.5L & I4"
  ],
  "class": "street",
  "specs": {
    "bhp": "238bhp",
    "torque": "240Nm",
    "weight": "1200kg",
    "topspeed": "248km/h",
    "acceleration": "7.4s 0-100",
    "pwratio": "5.04 kg/hp",
    "range": 89
  },
  "torqueCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      100.0
    ],
    [
      1000.0,
      138.0
    ],
    [
      1500.0,
      165.0
    ],
    [
      2000.0,
      171.0
    ],
    [
      2500.0,
      174.0
    ],
    [
      3000.0,
      183.0
    ],
    [
      3500.0,
      217.0
    ],
    [
      4000.0,
      236.0
    ],
    [
      4500.0,
      238.0
    ],
    [
      4750.0,
      240.0
    ],
    [
      5000.0,
      238.0
    ],
    [
      5500.0,
      239.0
    ],
    [
      6000.0,
      238.0
    ],
    [
      6500.0,
      238.0
    ],
    [
      7000.0,
      240.0
    ],
    [
      7250.0,
      234.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      7.0
    ],
    [
      1000.0,
      19.0
    ],
    [
      1500.0,
      35.0
    ],
    [
      2000.0,
      48.0
    ],
    [
      2500.0,
      61.0
    ],
    [
      3000.0,
      77.0
    ],
    [
      3500.0,
      107.0
    ],
    [
      4000.0,
      133.0
    ],
    [
      4500.0,
      150.0
    ],
    [
      4750.0,
      160.0
    ],
    [
      5000.0,
      167.0
    ],
    [
      5500.0,
      185.0
    ],
    [
      6000.0,
      201.0
    ],
    [
      6500.0,
      217.0
    ],
    [
      7000.0,
      236.0
    ],
    [
      7250.0,
      238.0
    ]
  ],
  "country": "Germany",
  "year": 1986,
  "author": "Kunos",
  "version": null,
  "url": null
}