{
  "name": "Ferrari F40",
  "brand": "Ferrari",
  "description": "The F40 was built to celebrate Ferrari&#39;s 40th anniversary. A very fast berlinetta designed by Pininfarina, it was built mainly from composites. Its sophisticated high-performance, turbo-charged running gear combined with a first class chassis gave it the kind of great dynamic prowess that was close to that of a racing car. It was greeted with great enthusiasm by enthusiasts and the number of examples eventually built exceeded the company&#39;s wildest dreams.<br><br>The bodies were mounted on a 2450mm wheelbase chassis, as on the GTO, but both front and rear track were increased, as was the overall length mainly due to the longer more aerodynamic nose. The chassis had factory reference numbers F 120 AB, all were numbered in the continuous chassis number road car sequence, which commenced from chassis number 75000. The construction followed the Ferrari principle of a tubular steel chassis frame, now with a progressively deformable front section to meet increasing legislation worldwide. The overall premise was similar to that of the GTO, however there were additional stiffening braces, and the composite elements were bonded to the chassis frame with a special adhesive to provide even greater strength. The F40 was the first series production car to use mainly composite materials for its body panels, which totalled only eleven pieces, due to the large single unit front and rear sections. Whereas the GTO chassis had a bolted rear section to simplify engine removal, this element was unnecessary on the F40 due to the fully removable rear body section, which provided good access to all the mechanical components. Large cross drilled ventilated disc brakes with twin hydraulic circuits, without servo assistance. Independent suspension via tubular steel wishbones, coil springs, and hydraulic shock absorbers was provided, together with front and rear anti roll bars. <br><br>The mid mounted engine was a 90 degree V8 unit fitted longitudinally as in the GTO. However the development work on the Evoluzione models in the interim saw a small increase in capacity, a slightly higher compression ratio of 7.7:1, a rise in boost pressure, and numerous other changes that resulted in a significant increase in power output and also improved torque. The total cubic capacity was 2936cc. It had four valves per cylinder, twin overhead camshafts per bank, each bank being provided with its own toothed drive belt, dry sump lubrication, with twin IHI water cooled turbochargers feeding intake air via a pair of Behr intercoolers at 1.1 bar, coupled to a Weber-Marelli IAW combined ignition/fuel injection system, to provide a claimed power output of 478bhp at 7000rpm. The differential assembly was mounted on the back of the engine in unit with the rear mounted five speed all synchromesh gearbox.",
  "tags": [
    "#+ rwd",
    "#- manual",
    "#! 2.9L & V8"
  ],
  "class": "street",
  "specs": {
    "bhp": "478bhp",
    "torque": "577Nm",
    "weight": "1175kg",
    "topspeed": "324km/h",
    "acceleration": "3.5s 0-100",
    "pwratio": "2.46kg/hp",
    "range": 155
  },
  "torqueCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      140.0
    ],
    [
      1000.0,
      170.0
    ],
    [
      1500.0,
      200.0
    ],
    [
      2000.0,
      260.0
    ],
    [
      2500.0,
      330.0
    ],
    [
      3000.0,
      390.0
    ],
    [
      3500.0,
      540.0
    ],
    [
      4000.0,
      575.0
    ],
    [
      4500.0,
      560.0
    ],
    [
      5000.0,
      550.0
    ],
    [
      5500.0,
      540.0
    ],
    [
      6000.0,
      520.0
    ],
    [
      6500.0,
      510.0
    ],
    [
      7000.0,
      488.0
    ],
    [
      7500.0,
      460.0
    ],
    [
      8000.0,
      427.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      10.0
    ],
    [
      1000.0,
      24.0
    ],
    [
      1500.0,
      42.0
    ],
    [
      2000.0,
      73.0
    ],
    [
      2500.0,
      116.0
    ],
    [
      3000.0,
      164.0
    ],
    [
      3500.0,
      265.0
    ],
    [
      4000.0,
      324.0
    ],
    [
      4500.0,
      353.0
    ],
    [
      5000.0,
      386.0
    ],
    [
      5500.0,
      417.0
    ],
    [
      6000.0,
      438.0
    ],
    [
      6500.0,
      465.0
    ],
    [
      7000.0,
      479.0
    ],
    [
      7500.0,
      485.0
    ],
    [
      8000.0,
      479.0
    ]
  ],
  "country": "Italy",
  "year": 1987,
  "author": "Kunos",
  "version": null,
  "url": null
}