{
  "name": "Porsche 918 Spyder",
  "brand": "Porsche",
  "description": "The 918 Spyder embodies the essence of the Porsche idea: it combines pedigree motor racing technology with excellent everyday utility, and maximum performance with minimum consumption.<br><br><br>The 918 Spyder reveals its close links to motorsport in a variety of ways. It has been designed, developed and produced by Porsche engineers who build race cars, in cooperation with series production specialists. A great deal of insight gained from the development of Porsche race cars for the 24 hours race in Le Mans in 2014 was thus integrated into the 918 Spyder – and vice versa. Also, many parts of the super sports car come from manufacturers who have a proven record as suppliers for motorsport vehicles.<br><br><br>The main source of propulsion is the 4.6-litre, eight cylinder engine that produces 608 hp (447 kW) of power. The engine is derived directly from the power unit of the successful RS Spyder, which explains why it can deliver engine speeds of up to 9,150 rpm. The V8 engine is coupled to the hybrid module, which comprises a 115 kW electric motor and a decoupler that serves as the connection with the combustion engine. An additional electric motor with 95 kW drives the front axle. Because of its parallel hybrid configuration, the 918 Spyder can be powered at the rear axle either individually by the combustion engine or electric motors or via both drives jointly, thus giving it a total power of 887 hp (652 kW). The sprint from 0 to 100 km/h is performed within 2.6 seconds, and the top speed is reached at 345 km/h.<br><br><br>The car has an unladen weight of approximately 1,640 kg, an excellent low weight for a hybrid vehicle of this performance class. The drivetrain components and all components weighing over 50 kg are located as low and as centrally as possible within the vehicle. This results in a slightly rear end biased axle load distribution of 57 per cent on the rear axle and 43 per cent on the front axle, combined with an extremely low centre of gravity at approximately the height of the wheel hubs, which is ideal for driving dynamics. <br><br><br>All of this serves to give the 918 Spyder a superior performance on the racetrack. As the first vehicle to boast global road homologation, the 918 Spyder has conquered the 20.6-kilometre lap around the N&#252;rburgring Nordschleife in less than seven minutes. Achieving a time of exactly six minutes and 57 seconds, the super sportscar shaved an incredible 14 seconds off the previous record.<br><br><br>The 918 Spyder continues a long tradition of super sports cars at Porsche: as technology platforms, as the driving force behind both car emotion and car evolution and as the ultimate sports cars of their decades.",
  "tags": [
    "#+ awd",
    "#- semiautomatic"
  ],
  "class": "street",
  "specs": {
    "bhp": "887bhp",
    "torque": "1275Nm",
    "weight": "1640kg",
    "topspeed": "345km/h",
    "acceleration": "2.6s 0-100",
    "pwratio": "1.84kg/hp"
  },
  "torqueCurve": [
    [
      500.0,
      561.0
    ],
    [
      1000.0,
      686.0
    ],
    [
      1500.0,
      755.0
    ],
    [
      2000.0,
      790.0
    ],
    [
      2500.0,
      826.0
    ],
    [
      3000.0,
      864.0
    ],
    [
      3500.0,
      875.0
    ],
    [
      4000.0,
      905.0
    ],
    [
      4500.0,
      905.0
    ],
    [
      5000.0,
      888.0
    ],
    [
      5500.0,
      851.0
    ],
    [
      6000.0,
      849.0
    ],
    [
      6500.0,
      838.0
    ],
    [
      6700.0,
      841.0
    ],
    [
      7000.0,
      819.0
    ],
    [
      7500.0,
      786.0
    ],
    [
      8000.0,
      765.0
    ],
    [
      8500.0,
      745.0
    ],
    [
      8700.0,
      727.0
    ],
    [
      9000.0,
      690.0
    ],
    [
      9150.0,
      657.0
    ]
  ],
  "powerCurve": [
    [
      500.0,
      39.0
    ],
    [
      1000.0,
      96.0
    ],
    [
      1500.0,
      159.0
    ],
    [
      2000.0,
      222.0
    ],
    [
      2500.0,
      290.0
    ],
    [
      3000.0,
      364.0
    ],
    [
      3500.0,
      430.0
    ],
    [
      4000.0,
      508.0
    ],
    [
      4500.0,
      572.0
    ],
    [
      5000.0,
      624.0
    ],
    [
      5500.0,
      657.0
    ],
    [
      6000.0,
      715.0
    ],
    [
      6500.0,
      765.0
    ],
    [
      6700.0,
      791.0
    ],
    [
      7000.0,
      805.0
    ],
    [
      7500.0,
      828.0
    ],
    [
      8000.0,
      859.0
    ],
    [
      8500.0,
      889.0
    ],
    [
      8700.0,
      888.0
    ],
    [
      9000.0,
      872.0
    ],
    [
      9150.0,
      844.0
    ]
  ],
  "country": "Germany",
  "year": 2014,
  "author": "Kunos",
  "version": null,
  "url": null
}