{
  "name": "Lexus IS F 2007",
  "brand": "Lexus",
  "description": "The Lexus IS F debuted at the North American International Auto Show on 8 January 2007. The vehicle features a 5.0 L direct-injected V8 producing 416 SAE hp (423 PS, 311 kW) at 6,600 rpm, while peak torque is 371 ft⋅lbf (503 N⋅m) at 5,200 rpm.The engine also features a two-stage intake system, engine oil and automatic transmission fluid coolers and an oil pump designed for high-speed cornering. Compared to the 2GR-FSE V6, 306 hp (228 kW) IS 350, the IS F features a 2UR-GSE V8 engine and over 400 hp (300 kW). The IS F was scheduled to be in dealerships by early 2008.<br><br>The IS F made its European premiere at the Frankfurt Motor Show in September 2007, and premiered in Japan at the Fuji Speedway in October 2007. The vehicle went on sale in late 2007 in Japan, in early 2008 in the United States, and in Europe in 2008.<br><br>In early 2004, just after the final XE20 design had been frozen for production, Lexus engineer Yukihiko Yaguchi, assembled a small team and on a limited budget began work on a higher performance IS. By the first half of 2005, XE20-body prototype mules with the 4.6L 1UR-FE V8 were spotted testing on the N&#252;rburgring. These prototypes were nicknamed &quot;IS 460&quot; by the media. In late 2005, test mules were also spotted on the N&#252;rburgring that were made using body panels from Toyota Crown Royals that were shortened by cutting out sections of the roof and rear doors. The winning exterior design proposal by Hiroshi Okamato (supervised by chief IS designer Kengo Matsumoto), was finalized in 2005.<br><br>On 6 December 2006, Lexus officially confirmed the existence of the vehicle which they called IS F in the press release. At the North American International Auto Show on 8 January 2007, the new IS F sedan was debuted to the public along with the LF-A supercar concept. Images were leaked a couple of hours before the official announcement. At its press debut, Lexus revealed that a separate &quot;skunk works&quot; team designed the IS F in a manner distinct from typical Lexus engineering efforts. The chief engineer of the IS F, Yukihiko Yaguchi, previously worked on the Toyota Supra. Much of the IS F&#39;s suspension tuning took place at Fuji Speedway in Japan.<br><br><br>2009 Lexus IS F (USE20; Canada)<br>The IS F vehicle body was lowered by 1 cm (0.5 inches) compared to the standard IS. The hood features a bulged appearance, with sharper curve than the standard IS, due to the added space needed to contain the 5.0 L V8 engine. The drag coefficient is 0.30 Cd. The exterior also features a wire-mesh grille, changed side fenders and skirts, along with side air vents. One noticeable element of the IS F design were its faux quad exhaust tailpipes consisting of two vertically stacked exhaust tips on each side that did not directly connect to the actual exhaust pipes ( tips were part of the bumper, rather than the exhaust). The interior features a four-passenger cabin with braided aluminum panels, steering wheel paddle shifters, and F marque emblems. The IS F also features different seating, with bucket seats in front and rear.<br><br><br>The Lexus IS F engine and transmission<br>The Lexus IS F features a 4,969 cc (5.0 L; 303.2 cu in) direct-injected 2UR-GSE V8 producing SAE 310 kW (416 bhp; 421 PS) at 6600 rpm, while peak torque is 371 lb⋅ft (503 N⋅m) at 5200 rpm. The engine redlines at 6800 rpm and also features a two-stage intake system, engine oil and automatic transmission fluid coolers and an oil pump designed for high-speed cornering. Along with both port and direct injection, the engine features VVT-iE camshaft timing, and has a compression ratio of 11.8:1. The 2UR-GSE is derived from the Lexus UR-series V8 engines, which debuted as the 1UR-FSE on the 2007 Lexus LS 460. Of the UR-series V8s, the 2UR-GSE is most closely related to the 2UR-FSE used in the 2008 LS 600h. It features the same bore and stroke dimensions (3.70 in x 3.52). However, extensive modifications carried out by the IS F engineering team in conjunction with Yamaha&#39;s Formula One (F1) engine program resulted in a cast-aluminum intake manifold, new cylinder heads, and titanium intake valves.Additionally the engine features a forged crankshaft, connecting rods and cam lobes. At maximum acceleration above 3400 rpm, the secondary intake opens. Compared with the LS 600h&#39;s 2UR-FSE (measured alone without its hybrid-electric motors), the IS F 2UR-GSE has more horsepower and torque at higher rpm, and 17 lb&#183;ft less peak torque (see also Lexus IS F performance specifications).<br><br><br>Lexus IS F 2UR-GSE V8<br>Duration: 16 seconds.0:16<br>Lexus IS F dynamometer test<br>Problems playing this file? See media help.<br>The Lexus IS F features an 8-speed Sport Direct Shift (SPDS) automatic transmission with sequential shift which can lock-up the torque converter from 2nd through 8th gears (see also: Lexus IS transmission specifications). The SPDS is derived from the unit introduced in the 2007 Lexus LS, which was the first vehicle to carry an 8-speed transmission.[49] The SPDS allows for shifts to occur in 0.1 s (100 ms), compared to 0.05 s (50 ms) of F1 race cars. The wheel-mounted paddle shifters allow for gear shifting while steering, and a manual mode can be selected for added control. The 8-speed transmission also improves fuel economy, with lower overall consumption than BMW, Mercedes, and Audi rivals, and avoidance of the U.S. Gas Guzzler Tax.<br><br><br>Rear quarter view of the Lexus IS F<br>The IS F uses an all-electric rack and pinion steering system with a 13.6:1 gear ratio. The drivetrain is linked to a new sport version of Lexus&#39; electronic stability control system (Vehicle Dynamics Integrated Management, or VDIM, featuring three distinct on-off modes). The Lexus IS F comes equipped with Brembo cross-drilled brake rotors (14.2 in front, 13.6 rear) and 6-piston front and 2-piston rear aluminum calipers stamped with the Lexus emblem, along with 19-inch BBS forged aluminum alloy wheels.<br><br><br>2008 Lexus IS F interior (USE20; Japan)<br>In October 2007, the IS F premiered in Japan, with a 500-unit yearly target for that country, and a 5,000–6,000 yearly unit target for the U.S. market. By the final model year in 2014, only approximately 11,500 units had been manufactured, with 5,118 sold in the U.S. Top speed was listed at 168 mph (270 km/h). The IS F went on sale in the US in early 2008 with the first 50 IS F units sold as a limited Neiman Marcus special edition. In 2007, the head of Lexus GB stated in an interview that 150 IS Fs would be allocated for the UK market. For 2008, the IS F carried a base price of US$56,000.<br><br>For 2010, the IS F added a Torsen limited-slip differential, standard iPod/USB connectivity, Bluetooth streaming audio capability, casual language voice commands, and standard XM Satellite Radio. For the 2011 model year the electric power steering system and suspension were revised, with tweaks to the front and rear spring rates, shock absorber dampening, rear bushings and rear camber angle. An interior update included the addition of the Sport button to the steering wheel and a redesign of the gauge cluster featuring a large central tachometer similar to the Lexus LFA. The exterior adds LED daytime running lights and according to Lexus the 2011 IS F can lap Fuji Speedway in 2 minutes, 3.4 seconds or nearly 2 seconds quicker than before.<br><br>Aftermarket tuners, such as Wald International and FiveAxis, have produced special IS F models, which have been part of the manufacturer&#39;s auto show exhibits.<br><br><br><br>By ACTK<br>Fix collider.kn5<br>Fix driver3d.ini<br>Add COCKPIT_HR in 3d model<br>Add LODs",
  "tags": [
    "rwd",
    "#! 5.0L & V8"
  ],
  "class": "street",
  "specs": {
    "bhp": "417 bhp",
    "torque": "506 Nm",
    "weight": "1690kg",
    "topspeed": "270km/h",
    "acceleration": "--sec",
    "pwratio": "4.05 kg/hp"
  },
  "torqueCurve": [
    [
      0.0,
      179.885057471264
    ],
    [
      250.0,
      193.103448275862
    ],
    [
      750.0,
      262.068965517241
    ],
    [
      1000.0,
      308.045977011494
    ],
    [
      1250.0,
      331.034482758621
    ],
    [
      1500.0,
      348.275862068966
    ],
    [
      1750.0,
      380.459770114943
    ],
    [
      2000.0,
      396.551724137931
    ],
    [
      2250.0,
      403.448275862069
    ],
    [
      2500.0,
      439.080459770115
    ],
    [
      2750.0,
      451.724137931034
    ],
    [
      3000.0,
      473.563218390805
    ],
    [
      3250.0,
      487.35632183908
    ],
    [
      3500.0,
      494.252873563218
    ],
    [
      4000.0,
      505.747126436782
    ],
    [
      4018.5,
      505.747126436782
    ],
    [
      4089.0,
      505.747126436782
    ],
    [
      4159.5,
      505.747126436782
    ],
    [
      4230.0,
      505.747126436782
    ],
    [
      4250.0,
      505.747126436782
    ],
    [
      4500.0,
      503.448275862069
    ],
    [
      4750.0,
      505.747126436782
    ],
    [
      4794.0,
      505.747126436782
    ],
    [
      4864.5,
      505.747126436782
    ],
    [
      4935.0,
      505.747126436782
    ],
    [
      5000.0,
      505.747126436782
    ],
    [
      5005.5,
      505.747126436782
    ],
    [
      5076.0,
      505.747126436782
    ],
    [
      5146.5,
      505.747126436782
    ],
    [
      5217.0,
      505.747126436782
    ],
    [
      5250.0,
      505.747126436782
    ],
    [
      5500.0,
      500.0
    ],
    [
      5750.0,
      489.655172413793
    ],
    [
      6000.0,
      477.011494252874
    ],
    [
      6250.0,
      468.965517241379
    ],
    [
      6600.0,
      449.425287356322
    ],
    [
      6750.0,
      435.632183908046
    ],
    [
      7000.0,
      404.597701149425
    ],
    [
      7050.0,
      402.528735632184
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      250.0,
      6.77980335539116
    ],
    [
      352.5,
      10.2594163596286
    ],
    [
      423.0,
      12.8889679337338
    ],
    [
      564.0,
      18.7257393841235
    ],
    [
      705.0,
      25.3327352374191
    ],
    [
      750.0,
      27.6034850898069
    ],
    [
      846.0,
      33.2343635977267
    ],
    [
      1000.0,
      43.2616023629722
    ],
    [
      1500.0,
      73.3671577386972
    ],
    [
      1750.0,
      93.5047879431031
    ],
    [
      2000.0,
      111.382483695712
    ],
    [
      2250.0,
      127.484516664766
    ],
    [
      2500.0,
      154.159814390442
    ],
    [
      2750.0,
      174.458868484262
    ],
    [
      3000.0,
      199.519927315797
    ],
    [
      3250.0,
      222.442119612596
    ],
    [
      4000.0,
      284.106045368772
    ],
    [
      4250.0,
      301.862673204321
    ],
    [
      4500.0,
      318.166486035142
    ],
    [
      4750.0,
      337.375928875417
    ],
    [
      5250.0,
      372.889184546514
    ],
    [
      5500.0,
      386.206655423175
    ],
    [
      5750.0,
      395.407817119777
    ],
    [
      6000.0,
      401.945484641047
    ],
    [
      6250.0,
      411.630918005892
    ],
    [
      6345.0,
      413.161596976705
    ],
    [
      6415.5,
      414.206039865845
    ],
    [
      6486.0,
      415.172543380881
    ],
    [
      6556.5,
      416.061107521814
    ],
    [
      6600.0,
      416.570489021963
    ],
    [
      6697.5,
      414.291506551215
    ],
    [
      6750.0,
      412.962665093558
    ],
    [
      6979.5,
      399.07804962234
    ],
    [
      7000.0,
      397.748463516281
    ],
    [
      7050.0,
      398.541054813305
    ]
  ],
  "country": "Japan",
  "author": "101 Creative",
  "version": "1.0",
  "url": null,
  "year": 2007
}