{
  "name": "P4/5 Competizione 2011",
  "brand": "Scuderia Glickenhaus",
  "description": "In 2005 the American investment professional and car collector Jim Glickenhaus asked Andrea Pininfarina to build a one-off sports car with a retro design as a tribute to great endurance cars of the past, particularly to Ferrari P series. Program Manager for this fascinating challenge was Ing. Paolo Garella (at that time Responsible for Special Projects at Pininfarina). Ferrari P4/5 by Pininfarina thus came to fruition. Following the presentation of the car, Glickenhaus proposed Paolo Garella, who in the meanwhile had become an independent consultant, to produce a second prototype intended for races. With the design and manufacturing contribution of an important name in the racing world, L.M. di Gianetti, the P4/5 Competizione Project was engineered under Paolo Garella&#39;s supervision and in 2011, the car, developed from a Ferrari 430 Scuderia and a Ferrari 430 GT2, arrived on the scene showing a vintage automotive spirit combining passion and competence, craftsmanship and industrial culture. Since the very first competitions, the whole P4/5 Competizione team, managed by Scuderia Cameron-Glickenhaus, has been showing a spirit returning authenticity to motor racing, focusing the attention both on the sports challenge itself, but also on sharing, through social networks, this unique experience with fans all over the world.<br><br>2011 N&#252;rburgring 24 Hours<br>Prior to the 24 Hours, the P4/5C contested two earlier six-hour races on the N&#252;rburgring track to give former F1 greats Mika Salo and Nicola Larini, British Touring Car champion Fabrizio Giovanardi, and seasoned N&#252;rburgring veteran Luca Cappellari a taste of what was to come. During the 24 Hours, the team showed to be determined, one way or another, to finish. When the checkered flag fell in bright sun at 4 p.m. Sunday, the P4/5C had covered 133 laps, finishing to 39th, nearly where it had started. The P4/5C, for its part, finished second in its class, the experimental E1-XP2 category. The N&#252;rburgring organizers awarded the P4/5C a Constructor&#39;s Trophy for entering a new and significant car. Soon after the race, the P4/5 Competizione took a well-earned vacation by a one-month display in Turin&#39;s National Automobile Museum.",
  "tags": [
    "#+ rwd",
    "#- sequential"
  ],
  "class": "race",
  "specs": {
    "bhp": "450bhp",
    "torque": "500Nm",
    "weight": "1230kg",
    "topspeed": "260km/h",
    "acceleration": "3.9s 0-100",
    "pwratio": "2.62kg/hp",
    "range": 171
  },
  "torqueCurve": [
    [
      0.0,
      56.0
    ],
    [
      500.0,
      121.0
    ],
    [
      1000.0,
      153.0
    ],
    [
      1500.0,
      211.0
    ],
    [
      2000.0,
      269.0
    ],
    [
      2500.0,
      357.0
    ],
    [
      3000.0,
      378.0
    ],
    [
      3500.0,
      387.0
    ],
    [
      4000.0,
      418.0
    ],
    [
      4500.0,
      475.0
    ],
    [
      5000.0,
      463.0
    ],
    [
      5500.0,
      500.0
    ],
    [
      6000.0,
      483.0
    ],
    [
      6500.0,
      476.0
    ],
    [
      7000.0,
      452.0
    ],
    [
      7500.0,
      402.0
    ],
    [
      8000.0,
      371.0
    ],
    [
      8250.0,
      345.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      8.0
    ],
    [
      1000.0,
      21.0
    ],
    [
      1500.0,
      44.0
    ],
    [
      2000.0,
      76.0
    ],
    [
      2500.0,
      125.0
    ],
    [
      3000.0,
      159.0
    ],
    [
      3500.0,
      190.0
    ],
    [
      4000.0,
      235.0
    ],
    [
      4500.0,
      300.0
    ],
    [
      5000.0,
      325.0
    ],
    [
      5500.0,
      395.0
    ],
    [
      6000.0,
      407.0
    ],
    [
      6500.0,
      434.0
    ],
    [
      7000.0,
      450.0
    ],
    [
      7500.0,
      423.0
    ],
    [
      8000.0,
      417.0
    ],
    [
      8250.0,
      400.0
    ]
  ],
  "country": "Italy",
  "year": 2011,
  "author": "Kunos",
  "version": null,
  "url": null
}