{
  "name": "Mercedes-Benz C9 1989 LM",
  "brand": "Mercedes-Benz",
  "description": "In 1989, the Mercedes-Benz C9 was able to achieve great success. Beside replacing the black colour scheme for its national plain silver scheme, reducing AEG as a minor sponsor, the older M117 5.0L turbocharged V8 engine was upgraded to the M119, which replaced steel heads with new aluminium. The C9 was able to win all but one race in the 1989 season, including the 24 Hours of Le Mans. <br><br>The car had two variations. The LM version, depicted here, had reduced downforce for less drag and was able to achieve great top speeds at the long straights of the Le Mans circuit.During qualifying for Le Mans, the C9 recorded a speed of 398 km/h on the Mulsanne Straight, a record. Mercedes driver Jean-Louis Schlesser would end up taking the driver&#39;s championship that season. <br><br>The M119 engine could use just 50% of total boost and still produce more than 710bhp with low fuel consumption, very important for the 24 hours race. Alternatively you can crack the turbo boost to 100% and get a power output of more than 900bhp but at the expense of reliability.<br><br>The car had very high levels of downforce, even in the LM low drag version. The downforce was generated by a very big diffuser and under tray, but this also caused the car to be very pitch sensitive. Very stiff suspension was needed to make the car more stable aerodynamically, but the combination of the suspension setup with the diffuser stall at low speeds and the impressive amounts of torque of the turbo charged engine at low revs, make a car easy to spin at slow turns. Careful throttle application is advised.",
  "tags": [
    "#+ rwd",
    "#- manual"
  ],
  "class": "race",
  "specs": {
    "bhp": "750+bhp",
    "torque": "500Nm",
    "weight": "905kg",
    "topspeed": "380+km/h",
    "acceleration": "--s 0-100",
    "pwratio": "1.20kg/hp",
    "range": 185
  },
  "torqueCurve": [
    [
      0.0,
      200.0
    ],
    [
      500.0,
      363.0
    ],
    [
      1000.0,
      371.0
    ],
    [
      1500.0,
      383.0
    ],
    [
      2000.0,
      472.0
    ],
    [
      2500.0,
      594.0
    ],
    [
      3000.0,
      775.0
    ],
    [
      3500.0,
      784.0
    ],
    [
      4000.0,
      792.0
    ],
    [
      4500.0,
      800.0
    ],
    [
      5000.0,
      800.0
    ],
    [
      5500.0,
      810.0
    ],
    [
      6000.0,
      793.0
    ],
    [
      6500.0,
      775.0
    ],
    [
      7000.0,
      731.0
    ],
    [
      7500.0,
      657.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      25.0
    ],
    [
      1000.0,
      52.0
    ],
    [
      1500.0,
      81.0
    ],
    [
      2000.0,
      133.0
    ],
    [
      2500.0,
      209.0
    ],
    [
      3000.0,
      326.0
    ],
    [
      3500.0,
      385.0
    ],
    [
      4000.0,
      445.0
    ],
    [
      4500.0,
      506.0
    ],
    [
      5000.0,
      562.0
    ],
    [
      5500.0,
      626.0
    ],
    [
      6000.0,
      668.0
    ],
    [
      6500.0,
      707.0
    ],
    [
      7000.0,
      719.0
    ],
    [
      7500.0,
      692.0
    ]
  ],
  "country": "Germany",
  "year": 1989,
  "author": "Kunos",
  "version": null,
  "url": null
}