{
  "name": "Porsche 718 Cayman S",
  "brand": "Porsche",
  "description": "The third, redeveloped generation of the mid-engine sport coup&#233; 718 Cayman has a more striking, athletic and efficient appearance than its predecessors. And although it features -- for the first time -- four-cylinder flat engines with turbocharging instead of six-cylinder engines as in the previous generations, the performance has actually improved significantly.<br><br><br>The 718 Cayman S model delivers 350 hp (257 kW) with a displacement of 2.5 litres. The tremendous torque of the new engine promises driving fun and agility even at low revs. The 2.5-litre engine of the 718 Cayman S features a turbocharger with variable turbine geometry (VTG), a technology hitherto used exclusively in the 911 Turbo. It delivers up to 420 Nm (an extra 50 Nm) to the crankshaft at engine speeds between 1,900 and 4,500 rpm. For the driver this means even better torque in all engine speed ranges. The 718 Cayman with PDK and optional Sport Chrono Package sprints from zero to 100 km/h in 4.7 seconds. The 718 Cayman S with Porsche-Doppelkupplung (PDK) and optional Sport Chrono Package sprints from zero to 100 km/h in 4.2 seconds. The top speed is 285 km/h.<br><br><br>In terms of its driving dynamics, the 718 Cayman S follows in the tracks of the classic 718 race cars. Thanks to their outstanding agility, the historic mid-engine sports cars won numerous races in the 1950s and 1960s such as the Targa Florio and Le Mans. Lateral rigidity and wheel tracking have been improved in the completely retuned chassis; springs and stabilisers have been designed to be firmer and the tuning of the shock absorbers has been revised. The steering, which has been configured to be ten per cent more direct, enhances agility and driving fun. The rear wheels, which are one-half of an inch wider, in combination with the redeveloped tyres result in an increased lateral force potential and hence in greater cornering stability.<br><br><br>On account of the car’s greater driving performance capabilities, stronger brake systems are now in use with 330-millimetre brake discs in front and 299-millimetre discs at the rear. The 718 Cayman S, on the other hand, uses the four-piston callipers of the 911 Carrera combined with six-millimetre thicker brake discs.",
  "tags": [
    "#+ rwd",
    "#- manual"
  ],
  "class": "street",
  "specs": {
    "bhp": "350bhp",
    "torque": "420Nm",
    "weight": "1355kg",
    "topspeed": "285km/h",
    "acceleration": "4.7s 0-100",
    "pwratio": "3.87kg/hp"
  },
  "torqueCurve": [
    [
      500.0,
      0.0
    ],
    [
      1000.0,
      150.0
    ],
    [
      1250.0,
      200.0
    ],
    [
      1500.0,
      304.0
    ],
    [
      1900.0,
      420.0
    ],
    [
      2000.0,
      420.0
    ],
    [
      2500.0,
      420.0
    ],
    [
      3000.0,
      420.0
    ],
    [
      3500.0,
      420.0
    ],
    [
      4000.0,
      420.0
    ],
    [
      4500.0,
      420.0
    ],
    [
      5000.0,
      410.0
    ],
    [
      5500.0,
      397.0
    ],
    [
      6000.0,
      392.0
    ],
    [
      6500.0,
      377.0
    ],
    [
      7000.0,
      339.0
    ],
    [
      7500.0,
      290.0
    ],
    [
      8000.0,
      260.0
    ]
  ],
  "powerCurve": [
    [
      500.0,
      22.0
    ],
    [
      1000.0,
      21.0
    ],
    [
      1250.0,
      35.0
    ],
    [
      1500.0,
      64.0
    ],
    [
      1900.0,
      112.0
    ],
    [
      2000.0,
      118.0
    ],
    [
      2500.0,
      147.0
    ],
    [
      3000.0,
      177.0
    ],
    [
      3500.0,
      206.0
    ],
    [
      4000.0,
      236.0
    ],
    [
      4500.0,
      265.0
    ],
    [
      5000.0,
      288.0
    ],
    [
      5500.0,
      307.0
    ],
    [
      6000.0,
      330.0
    ],
    [
      6500.0,
      344.0
    ],
    [
      7000.0,
      333.0
    ],
    [
      7500.0,
      305.0
    ],
    [
      8000.0,
      292.0
    ]
  ],
  "country": "Germany",
  "year": 2016,
  "author": "Kunos",
  "version": null,
  "url": null
}