{
  "name": "BMW Z4 GT3",
  "brand": "BMW",
  "description": "The BMW Z4 GT3, which was officially launched and completed its first test drives at the start of March, is already enjoying great popularity among BMW Motorsport customers. The first cars have been delivered to private BMW teams, who will prepare them for use in various national and international championships.<br><br>The largest difference between production and racing car can be found under the bonnet: while the production version of the BMW Z4 is driven by a six-cylinder engine, the GT3 car is powered by a 4.0-litre eight-cylinder engine similar to the unit used in the BMW M3 GT2. This powerful heart produces over 500 bhp. Its excellent performance characteristics and good torque curve make the base engine from the production version of the BMW M3 predestined for use in motorsport.<br><br>The fitting of the V8 engine had a considerable influence on the development of the BMW Z4 GT3. Initially, design-space examinations were performed using CATIA V5 design software, in order to place the engine in the ideal position and meet racing specifications. The engineers then added all the other components.<br><br>When it comes to electronics, the private teams can look forward to innovative BMW solutions, which have already been tried and tested on the BMW M3 GT2: the modern ECU408 takes over the engine management, while the Power400 electronic control unit is responsible for controlling all the actuators. The power is transmitted through a six-speed, sequential gearbox with “Quick Shift” function.<br><br>The front axle of the BMW Z4 GT3 is a completely new design, based on a series concept. It is equipped with a tubular stabiliser bar with adjustable blades. The rear axle is designed as a longitudinal link axle, as with the series version of the BMW Z4. During the development, BMW Motorsport engineers worked hand in hand in other areas with their colleagues from series production. This allowed them to access calculations from the field of computational fluid dynamics (CFD) when designing the car&#39;s aerodynamics. Furthermore, tests were also carried out in the wind tunnel and on the BMW Group&#39;s test benches.<br><br>Front and rear wings, bonnet, roof, fender and many other components are made of carbon fibre reinforced plastics (CFRP). Using this lightweight, torsion-resistant material contributed significantly to reducing the weight of the BMW Z4 GT3 to 1,200 kilograms.<br>As with all cars in the BMW customer racing range, the emphasis was also put on cost-efficiency when developing the BMW Z4 GT3. As a result, the car offers a very good cost/performance ratio and gives private teams the opportunity to participate in affordable motorsport at the highest level.",
  "tags": [
    "#+ rwd",
    "#- sequential",
    "#! 4.4L & V8"
  ],
  "class": "GT3",
  "specs": {
    "bhp": "530bhp",
    "torque": "520Nm",
    "weight": "1265kg",
    "topspeed": "280+km/h",
    "acceleration": "--s 0-100",
    "pwratio": "2.38kg/hp",
    "range": 182
  },
  "torqueCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      142.0
    ],
    [
      1000.0,
      223.0
    ],
    [
      1500.0,
      281.0
    ],
    [
      2000.0,
      322.0
    ],
    [
      2500.0,
      339.0
    ],
    [
      3000.0,
      369.0
    ],
    [
      3500.0,
      398.0
    ],
    [
      4000.0,
      422.0
    ],
    [
      4500.0,
      457.0
    ],
    [
      5000.0,
      457.0
    ],
    [
      5500.0,
      464.0
    ],
    [
      6000.0,
      482.0
    ],
    [
      6500.0,
      480.0
    ],
    [
      7000.0,
      475.0
    ],
    [
      7500.0,
      469.0
    ],
    [
      8000.0,
      454.0
    ],
    [
      8500.0,
      407.0
    ],
    [
      8750.0,
      401.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      12.0
    ],
    [
      1000.0,
      31.0
    ],
    [
      1500.0,
      59.0
    ],
    [
      2000.0,
      90.0
    ],
    [
      2500.0,
      119.0
    ],
    [
      3000.0,
      155.0
    ],
    [
      3500.0,
      196.0
    ],
    [
      4000.0,
      237.0
    ],
    [
      4500.0,
      289.0
    ],
    [
      5000.0,
      321.0
    ],
    [
      5500.0,
      358.0
    ],
    [
      6000.0,
      406.0
    ],
    [
      6500.0,
      438.0
    ],
    [
      7000.0,
      467.0
    ],
    [
      7500.0,
      494.0
    ],
    [
      8000.0,
      510.0
    ],
    [
      8500.0,
      486.0
    ],
    [
      8750.0,
      493.0
    ]
  ],
  "country": "Germany",
  "year": 2010,
  "author": "Kunos",
  "version": null,
  "url": null
}