{
  "name": "Mercedes-Benz 190E EVO II",
  "brand": "Mercedes-Benz",
  "description": "The Mercedes-Benz 190 introduced in 1982 rapidly made a name for itself as the Baby-Benz. But who would have thought that it would also acquire a reputation as a compact sports car over the years and after several engine and equipment refinements?<br><br>The 190 E 2.5-16 Evolution II - celebrated its world premiere at the Geneva Motor Show in March 1990. The EVO II stood out for its bodywork modifications designed to reduce drag still further and to raise downforce at the front and rear axles. Particularly distinctive and eye-catching features were the large rear airfoil and the wheelarch flares. The EVO II caused quite a stir, quite literally. Within three months, a small series of 502 units was produced to obtain homologation for motor sport.<br><br>The car may have been ever so well developed and designed - for the motor sport teams, it was no more than the basis for additional modifications. And there was plenty of scope for the latter: engine output was boosted to well over 300 hp and the car&#39;s weight was reduced to less than 1,000 kilograms, resulting in a top speed in the range of 300 km/h. It is therefore not surprising that the EVO II was a highly successful competitor on the racetrack - as borne out by the DTM driver&#39;s title clinched by Klaus Ludwig in 1992.",
  "tags": [
    "#+ rwd",
    "#- manual"
  ],
  "class": "race",
  "specs": {
    "bhp": "370+bhp",
    "torque": "310Nm",
    "weight": "980kg",
    "topspeed": "280+km/h",
    "acceleration": "--s 0-100",
    "pwratio": "2.64kg/hp"
  },
  "torqueCurve": [
    [
      0.0,
      56.0
    ],
    [
      500.0,
      98.0
    ],
    [
      1000.0,
      121.0
    ],
    [
      1500.0,
      138.0
    ],
    [
      2000.0,
      145.0
    ],
    [
      2500.0,
      150.0
    ],
    [
      3000.0,
      165.0
    ],
    [
      3500.0,
      178.0
    ],
    [
      4000.0,
      209.0
    ],
    [
      4500.0,
      217.0
    ],
    [
      5000.0,
      228.0
    ],
    [
      5500.0,
      230.0
    ],
    [
      6000.0,
      266.0
    ],
    [
      6500.0,
      271.0
    ],
    [
      7000.0,
      290.0
    ],
    [
      7500.0,
      300.0
    ],
    [
      8000.0,
      296.0
    ],
    [
      8500.0,
      294.0
    ],
    [
      9000.0,
      286.0
    ],
    [
      9500.0,
      279.0
    ],
    [
      9750.0,
      262.0
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      500.0,
      7.0
    ],
    [
      1000.0,
      17.0
    ],
    [
      1500.0,
      29.0
    ],
    [
      2000.0,
      41.0
    ],
    [
      2500.0,
      53.0
    ],
    [
      3000.0,
      70.0
    ],
    [
      3500.0,
      87.0
    ],
    [
      4000.0,
      117.0
    ],
    [
      4500.0,
      137.0
    ],
    [
      5000.0,
      160.0
    ],
    [
      5500.0,
      178.0
    ],
    [
      6000.0,
      224.0
    ],
    [
      6500.0,
      247.0
    ],
    [
      7000.0,
      285.0
    ],
    [
      7500.0,
      316.0
    ],
    [
      8000.0,
      333.0
    ],
    [
      8500.0,
      351.0
    ],
    [
      9000.0,
      361.0
    ],
    [
      9500.0,
      372.0
    ],
    [
      9750.0,
      359.0
    ]
  ],
  "country": "Germany",
  "year": 1990,
  "author": "Kunos",
  "version": null,
  "url": null
}