{
  "name": "Lamborghini Gallardo SL",
  "brand": "Lamborghini",
  "description": "Even more dynamic, lighter, more powerful and stunning - the Lamborghini Gallardo LP 570-4 Superleggera is the new top model in the Gallardo line-up. Its evocative &quot;superlight&quot; badge refers to a driving machine of true sporting character and describes a high-performance and lean automotive athlete. The Superleggera makes its entrance to continue the success of its predecessor, launched in 2007, of which Lamborghini produced and sold no less than 618 in just one year.<br><br>Compared with the already lean Gallardo LP 560-4, the weight of the Gallardo Superleggera has been trimmed by 70 kilograms. The super sportscar from Sant&#39;Agata Bolognese boasts a dry weight of no more than 1340 kilograms - the lightest road-going model in Lamborghini&#39;s range, and a new arrival in one of the most exclusive market niche segments. <br><br>One key factor is the exterior and interior components made from carbon-fiber. Carbon-fiber is ideal for the manufacture of sportscars as its use allows for weight reduction and improved mechanical features. The car&#39;s performance is thus enhanced thanks to a better weight-to-power ratio and reduced total mass, which means that CO2 emissions are also lower. Lamborghini has been at the forefront in this material&#39;s application for many years, and now the brand is extending its leadership even further.<br><br>The V10 power unit with 5.2 liters of displacement generates 570 bhp in the Gallardo Superleggera. This puts the weight-to-power ratio of the new top model at only 2.35 kilograms per HP and guarantees breathtaking performance. The Gallardo LP 570-4 Superleggera handles the dash from zero to 100 km/h in 3.4 seconds and flies past the 200 km/h mark only 10.2 seconds later, ultimately reaching 325 km/h. The engine with &quot;Iniezione Diretta Stratificata&quot; gasoline direct injection also boasts an impressive degree of efficiency. Its fuel consumption and CO2 emissions have been reduced by 20,5 percent compared to the previous model.<br>The Gallardo Superleggera is an uncompromising driving machine. Its running gear, with its mighty braking system, has a dedicated and exceptionally precise set-up. The Lamborghini Gallardo LP 570-4 Superleggera brings a whole new meaning to the term &quot;super sportscar&quot;.",
  "tags": [
    "#+ awd",
    "#- sequential",
    "#! 5.2L & V10"
  ],
  "class": "street",
  "specs": {
    "bhp": "570bhp",
    "torque": "540Nm",
    "weight": "1340kg",
    "topspeed": "325km/h",
    "acceleration": "3.4s 0-100",
    "pwratio": "2.35kg/hp",
    "range": 200
  },
  "torqueCurve": [
    [
      500.0,
      171.0
    ],
    [
      1000.0,
      274.0
    ],
    [
      1500.0,
      324.0
    ],
    [
      2000.0,
      333.0
    ],
    [
      2500.0,
      356.0
    ],
    [
      3000.0,
      406.0
    ],
    [
      3500.0,
      455.0
    ],
    [
      4000.0,
      504.0
    ],
    [
      4500.0,
      506.0
    ],
    [
      5000.0,
      522.0
    ],
    [
      5500.0,
      511.0
    ],
    [
      6000.0,
      531.0
    ],
    [
      6500.0,
      540.0
    ],
    [
      7000.0,
      536.0
    ],
    [
      7500.0,
      507.0
    ],
    [
      8000.0,
      506.0
    ],
    [
      8500.0,
      467.0
    ],
    [
      9000.0,
      450.0
    ],
    [
      9250.0,
      410.0
    ]
  ],
  "powerCurve": [
    [
      500.0,
      12.0
    ],
    [
      1000.0,
      38.0
    ],
    [
      1500.0,
      68.0
    ],
    [
      2000.0,
      94.0
    ],
    [
      2500.0,
      125.0
    ],
    [
      3000.0,
      171.0
    ],
    [
      3500.0,
      224.0
    ],
    [
      4000.0,
      283.0
    ],
    [
      4500.0,
      320.0
    ],
    [
      5000.0,
      367.0
    ],
    [
      5500.0,
      395.0
    ],
    [
      6000.0,
      447.0
    ],
    [
      6500.0,
      493.0
    ],
    [
      7000.0,
      527.0
    ],
    [
      7500.0,
      534.0
    ],
    [
      8000.0,
      568.0
    ],
    [
      8500.0,
      557.0
    ],
    [
      9000.0,
      569.0
    ],
    [
      9250.0,
      533.0
    ]
  ],
  "country": "Italy",
  "year": 2007,
  "author": "Kunos",
  "version": null,
  "url": null
}