{
  "name": "Porsche 911 GT3 RS",
  "brand": "Porsche",
  "description": "With the 911 GT3 RS, Porsche is once again breaking down the barrier between sports cars and race cars. It is equipped with the maximum degree of motorsport technology that is currently possible in a street-legal 911. With a lap time of seven minutes and 20 seconds, the 911 GT3 RS even beats the historic record value of the Carrera GT super sports car of just under seven minutes and 29 seconds on the North Loop of the N&#252;rburgring.<br><br><br>Motorsport expertise is the reason for this superior performance. The 911 GT3 RS is powered by a four-litre six-cylinder engine with 500 hp (368 kW) of power and 460 Newton metres of torque, combined with a specially developed PDK transmission. The engine, which has the largest displacement and most power of any naturally aspirated engine with direct fuel injection in the 911 family, accelerates the high-performance sports car from zero to 100 km/h in 3.3 seconds and to 200 km/h in 10.9 seconds.<br><br><br>The 911 GT3 RS is a masterpiece of intelligent lightweight design. For the first time, the roof is made of magnesium; carbon fibre is used for the engine and luggage compartment lids, and other lightweight components are made of alternative materials. In addition, the lightweight roof lowers the sports car&#39;s centre of gravity which improves its excellent lateral dynamics. The body comes from the 911 Turbo, and it signifies its status as nearly a race car driving machine with its RS-specific aerodynamic add-on parts. The front spoiler lip, which extends nearly to the road, and the large rear wing reinforce its dominant look. <br><br><br>Another characteristic is the unique front wheel arch air vents that extend into the upper section of the wings – just as in purebred motorsport cars. They increase downforce at the front axle. <br><br><br>The chassis of the 911 GT3 RS has been tuned for maximum driving dynamics and precision. Rear-axle steering and Porsche Torque Vectoring Plus with fully variable rear axle differential lock increase agility and dynamics, and the wider front and rear track widths enable a superior roll stability. In addition, the 911 GT3 RS comes with the widest tyres of any 911 model as standard. The results: even more agile turn-in characteristics and even higher cornering speeds.",
  "tags": [
    "#+ rwd",
    "#- semiautomatic"
  ],
  "class": "street",
  "specs": {
    "bhp": "500bhp",
    "torque": "460Nm",
    "weight": "1420kg",
    "topspeed": "310km/h",
    "acceleration": "3.1s 0-100",
    "pwratio": "2.84 kg/hp"
  },
  "torqueCurve": [
    [
      500.0,
      150.0
    ],
    [
      1000.0,
      240.0
    ],
    [
      1500.0,
      278.0
    ],
    [
      2000.0,
      319.0
    ],
    [
      2500.0,
      331.0
    ],
    [
      3000.0,
      340.0
    ],
    [
      3500.0,
      344.0
    ],
    [
      4000.0,
      352.0
    ],
    [
      4500.0,
      401.0
    ],
    [
      5000.0,
      418.0
    ],
    [
      5500.0,
      443.0
    ],
    [
      6000.0,
      458.0
    ],
    [
      6250.0,
      460.0
    ],
    [
      6500.0,
      459.0
    ],
    [
      6750.0,
      456.0
    ],
    [
      7000.0,
      459.0
    ],
    [
      7500.0,
      450.0
    ],
    [
      8000.0,
      439.0
    ],
    [
      8250.0,
      432.0
    ],
    [
      8500.0,
      408.0
    ],
    [
      9000.0,
      379.0
    ]
  ],
  "powerCurve": [
    [
      500.0,
      11.0
    ],
    [
      1000.0,
      34.0
    ],
    [
      1500.0,
      59.0
    ],
    [
      2000.0,
      90.0
    ],
    [
      2500.0,
      116.0
    ],
    [
      3000.0,
      143.0
    ],
    [
      3500.0,
      169.0
    ],
    [
      4000.0,
      198.0
    ],
    [
      4500.0,
      253.0
    ],
    [
      5000.0,
      293.0
    ],
    [
      5500.0,
      342.0
    ],
    [
      6000.0,
      386.0
    ],
    [
      6250.0,
      404.0
    ],
    [
      6500.0,
      419.0
    ],
    [
      6750.0,
      432.0
    ],
    [
      7000.0,
      451.0
    ],
    [
      7500.0,
      474.0
    ],
    [
      8000.0,
      493.0
    ],
    [
      8250.0,
      500.0
    ],
    [
      8500.0,
      487.0
    ],
    [
      9000.0,
      479.0
    ]
  ],
  "country": "Germany",
  "year": 2015,
  "author": "Kunos",
  "version": null,
  "url": null
}